export const POPULAR_TYPES = ['TOP_POPULAR_MOVIES', 'POPULAR_SERIES']
export const POPULAR_NAMES = ['Популярные фильмы', 'Популярные сериалы']

export const FILTERS = [

  {
    "id": 13,
    "country": "Австралия"
  },
  {
    "id": 27,
    "country": "Австрия"
  },
  {
    "id": 130,
    "country": "Азербайджан"
  },
  {
    "id": 116,
    "country": "Албания"
  },
  {
    "id": 69,
    "country": "Алжир"
  },
  {
    "id": 194,
    "country": "Американские Виргинские острова"
  },
  {
    "id": 204,
    "country": "Американское Самоа"
  },
  {
    "id": 136,
    "country": "Ангола"
  },
  {
    "id": 162,
    "country": "Андорра"
  },
  {
    "id": 221,
    "country": "Антарктида"
  },
  {
    "id": 186,
    "country": "Антигуа и Барбуда"
  },
  {
    "id": 80,
    "country": "Антильские Острова"
  },
  {
    "id": 24,
    "country": "Аргентина"
  },
  {
    "id": 105,
    "country": "Армения"
  },
  {
    "id": 61,
    "country": "Аруба"
  },
  {
    "id": 73,
    "country": "Афганистан"
  },
  {
    "id": 91,
    "country": "Багамы"
  },
  {
    "id": 100,
    "country": "Бангладеш"
  },
  {
    "id": 158,
    "country": "Барбадос"
  },
  {
    "id": 173,
    "country": "Бахрейн"
  },
  {
    "id": 128,
    "country": "Беларусь"
  },
  {
    "id": 181,
    "country": "Белиз"
  },
  {
    "id": 235,
    "country": "Белоруссия"
  },
  {
    "id": 45,
    "country": "Бельгия"
  },
  {
    "id": 139,
    "country": "Бенин"
  },
  {
    "id": 110,
    "country": "Берег Слоновой кости"
  },
  {
    "id": 76,
    "country": "Бермуды"
  },
  {
    "id": 200,
    "country": "Бирма"
  },
  {
    "id": 51,
    "country": "Болгария"
  },
  {
    "id": 151,
    "country": "Боливия"
  },
  {
    "id": 233,
    "country": "Босния"
  },
  {
    "id": 26,
    "country": "Босния и Герцеговина"
  },
  {
    "id": 150,
    "country": "Ботсвана"
  },
  {
    "id": 30,
    "country": "Бразилия"
  },
  {
    "id": 227,
    "country": "Бруней-Даруссалам"
  },
  {
    "id": 118,
    "country": "Буркина-Фасо"
  },
  {
    "id": 171,
    "country": "Бурунди"
  },
  {
    "id": 157,
    "country": "Бутан"
  },
  {
    "id": 231,
    "country": "Вануату"
  },
  {
    "id": 169,
    "country": "Ватикан"
  },
  {
    "id": 5,
    "country": "Великобритания"
  },
  {
    "id": 48,
    "country": "Венгрия"
  },
  {
    "id": 88,
    "country": "Венесуэла"
  },
  {
    "id": 4336645,
    "country": "Виргинские Острова"
  },
  {
    "id": 242,
    "country": "Виргинские Острова (Великобритания)"
  },
  {
    "id": 240,
    "country": "Виргинские Острова (США)"
  },
  {
    "id": 224,
    "country": "Внешние малые острова США"
  },
  {
    "id": 79,
    "country": "Вьетнам"
  },
  {
    "id": 178,
    "country": "Вьетнам Северный"
  },
  {
    "id": 114,
    "country": "Габон"
  },
  {
    "id": 124,
    "country": "Гаити"
  },
  {
    "id": 164,
    "country": "Гайана"
  },
  {
    "id": 220,
    "country": "Гамбия"
  },
  {
    "id": 122,
    "country": "Гана"
  },
  {
    "id": 140,
    "country": "Гваделупа"
  },
  {
    "id": 126,
    "country": "Гватемала"
  },
  {
    "id": 102,
    "country": "Гвинея"
  },
  {
    "id": 142,
    "country": "Гвинея-Бисау"
  },
  {
    "id": 9,
    "country": "Германия"
  },
  {
    "id": 70,
    "country": "Германия (ГДР)"
  },
  {
    "id": 12,
    "country": "Германия (ФРГ)"
  },
  {
    "id": 149,
    "country": "Гибралтар"
  },
  {
    "id": 174,
    "country": "Гондурас"
  },
  {
    "id": 11,
    "country": "Гонконг"
  },
  {
    "id": 219,
    "country": "Гренада"
  },
  {
    "id": 141,
    "country": "Гренландия"
  },
  {
    "id": 63,
    "country": "Греция"
  },
  {
    "id": 111,
    "country": "Грузия"
  },
  {
    "id": 189,
    "country": "Гуам"
  },
  {
    "id": 17,
    "country": "Дания"
  },
  {
    "id": 239,
    "country": "Джибути"
  },
  {
    "id": 199,
    "country": "Доминика"
  },
  {
    "id": 53,
    "country": "Доминикана"
  },
  {
    "id": 86,
    "country": "Египет"
  },
  {
    "id": 161,
    "country": "Заир"
  },
  {
    "id": 115,
    "country": "Замбия"
  },
  {
    "id": 187,
    "country": "Западная Сахара"
  },
  {
    "id": 78,
    "country": "Зимбабве"
  },
  {
    "id": 42,
    "country": "Израиль"
  },
  {
    "id": 7,
    "country": "Индия"
  },
  {
    "id": 74,
    "country": "Индонезия"
  },
  {
    "id": 103,
    "country": "Иордания"
  },
  {
    "id": 96,
    "country": "Ирак"
  },
  {
    "id": 59,
    "country": "Иран"
  },
  {
    "id": 19,
    "country": "Ирландия"
  },
  {
    "id": 47,
    "country": "Исландия"
  },
  {
    "id": 8,
    "country": "Испания"
  },
  {
    "id": 10,
    "country": "Италия"
  },
  {
    "id": 177,
    "country": "Йемен"
  },
  {
    "id": 153,
    "country": "Кабо-Верде"
  },
  {
    "id": 67,
    "country": "Казахстан"
  },
  {
    "id": 185,
    "country": "Каймановы острова"
  },
  {
    "id": 135,
    "country": "Камбоджа"
  },
  {
    "id": 117,
    "country": "Камерун"
  },
  {
    "id": 14,
    "country": "Канада"
  },
  {
    "id": 192,
    "country": "Катар"
  },
  {
    "id": 57,
    "country": "Кения"
  },
  {
    "id": 94,
    "country": "Кипр"
  },
  {
    "id": 236,
    "country": "Киргизия"
  },
  {
    "id": 214,
    "country": "Кирибати"
  },
  {
    "id": 21,
    "country": "Китай"
  },
  {
    "id": 41,
    "country": "Колумбия"
  },
  {
    "id": 213,
    "country": "Коморы"
  },
  {
    "id": 167,
    "country": "Конго"
  },
  {
    "id": 125,
    "country": "Конго (ДРК)"
  },
  {
    "id": 165,
    "country": "Корея"
  },
  {
    "id": 133,
    "country": "Корея Северная"
  },
  {
    "id": 49,
    "country": "Корея Южная"
  },
  {
    "id": 190,
    "country": "Косово"
  },
  {
    "id": 93,
    "country": "Коста-Рика"
  },
  {
    "id": 148,
    "country": "Кот-д’Ивуар"
  },
  {
    "id": 40,
    "country": "Куба"
  },
  {
    "id": 85,
    "country": "Кувейт"
  },
  {
    "id": 65,
    "country": "Кыргызстан"
  },
  {
    "id": 191,
    "country": "Лаос"
  },
  {
    "id": 104,
    "country": "Латвия"
  },
  {
    "id": 183,
    "country": "Лесото"
  },
  {
    "id": 182,
    "country": "Либерия"
  },
  {
    "id": 84,
    "country": "Ливан"
  },
  {
    "id": 83,
    "country": "Ливия"
  },
  {
    "id": 87,
    "country": "Литва"
  },
  {
    "id": 50,
    "country": "Лихтенштейн"
  },
  {
    "id": 20,
    "country": "Люксембург"
  },
  {
    "id": 180,
    "country": "Маврикий"
  },
  {
    "id": 145,
    "country": "Мавритания"
  },
  {
    "id": 152,
    "country": "Мадагаскар"
  },
  {
    "id": 143,
    "country": "Макао"
  },
  {
    "id": 101,
    "country": "Македония"
  },
  {
    "id": 211,
    "country": "Малави"
  },
  {
    "id": 120,
    "country": "Малайзия"
  },
  {
    "id": 155,
    "country": "Мали"
  },
  {
    "id": 232,
    "country": "Мальдивы"
  },
  {
    "id": 32,
    "country": "Мальта"
  },
  {
    "id": 55,
    "country": "Марокко"
  },
  {
    "id": 97,
    "country": "Мартиника"
  },
  {
    "id": 226,
    "country": "Маршалловы острова"
  },
  {
    "id": 15,
    "country": "Мексика"
  },
  {
    "id": 47738117,
    "country": "Мелкие отдаленные острова США"
  },
  {
    "id": 160,
    "country": "Мозамбик"
  },
  {
    "id": 129,
    "country": "Молдова"
  },
  {
    "id": 77,
    "country": "Монако"
  },
  {
    "id": 113,
    "country": "Монголия"
  },
  {
    "id": 225,
    "country": "Монтсеррат"
  },
  {
    "id": 207,
    "country": "Мьянма"
  },
  {
    "id": 43,
    "country": "Намибия"
  },
  {
    "id": 138,
    "country": "Непал"
  },
  {
    "id": 166,
    "country": "Нигер"
  },
  {
    "id": 109,
    "country": "Нигерия"
  },
  {
    "id": 23,
    "country": "Нидерланды"
  },
  {
    "id": 134,
    "country": "Никарагуа"
  },
  {
    "id": 29,
    "country": "Новая Зеландия"
  },
  {
    "id": 208,
    "country": "Новая Каледония"
  },
  {
    "id": 22,
    "country": "Норвегия"
  },
  {
    "id": 99,
    "country": "ОАЭ"
  },
  {
    "id": 132,
    "country": "Оккупированная Палестинская территория"
  },
  {
    "id": 193,
    "country": "Оман"
  },
  {
    "id": 223,
    "country": "Остров Мэн"
  },
  {
    "id": 10842163,
    "country": "Остров Святой Елены"
  },
  {
    "id": 222,
    "country": "Острова Кука"
  },
  {
    "id": 32518739,
    "country": "острова Теркс и Кайкос"
  },
  {
    "id": 58,
    "country": "Пакистан"
  },
  {
    "id": 229,
    "country": "Палау"
  },
  {
    "id": 131,
    "country": "Палестина"
  },
  {
    "id": 60,
    "country": "Панама"
  },
  {
    "id": 172,
    "country": "Папуа - Новая Гвинея"
  },
  {
    "id": 144,
    "country": "Парагвай"
  },
  {
    "id": 75,
    "country": "Перу"
  },
  {
    "id": 4,
    "country": "Польша"
  },
  {
    "id": 36,
    "country": "Португалия"
  },
  {
    "id": 66,
    "country": "Пуэрто Рико"
  },
  {
    "id": 201,
    "country": "Реюньон"
  },
  {
    "id": 127,
    "country": "Российская империя"
  },
  {
    "id": 34,
    "country": "Россия"
  },
  {
    "id": 146,
    "country": "Руанда"
  },
  {
    "id": 37,
    "country": "Румыния"
  },
  {
    "id": 46,
    "country": "Сальвадор"
  },
  {
    "id": 203,
    "country": "Самоа"
  },
  {
    "id": 188,
    "country": "Сан-Марино"
  },
  {
    "id": 65870322,
    "country": "Сан-Томе и Принсипи"
  },
  {
    "id": 81,
    "country": "Саудовская Аравия"
  },
  {
    "id": 205,
    "country": "Свазиленд"
  },
  {
    "id": 241,
    "country": "Северная Македония"
  },
  {
    "id": 228,
    "country": "Сейшельские острова"
  },
  {
    "id": 112,
    "country": "Сенегал"
  },
  {
    "id": 210,
    "country": "Сент-Винсент и Гренадины"
  },
  {
    "id": 3781461,
    "country": "Сент-Китс и Невис"
  },
  {
    "id": 230,
    "country": "Сент-Люсия"
  },
  {
    "id": 3545269,
    "country": "Сент-Люсия "
  },
  {
    "id": 121,
    "country": "Сербия"
  },
  {
    "id": 137,
    "country": "Сербия и Черногория"
  },
  {
    "id": 195,
    "country": "Сиам"
  },
  {
    "id": 71,
    "country": "Сингапур"
  },
  {
    "id": 107,
    "country": "Сирия"
  },
  {
    "id": 72,
    "country": "Словакия"
  },
  {
    "id": 89,
    "country": "Словения"
  },
  {
    "id": 3985922,
    "country": "Соломоновы Острова"
  },
  {
    "id": 198,
    "country": "Сомали"
  },
  {
    "id": 33,
    "country": "СССР"
  },
  {
    "id": 175,
    "country": "Судан"
  },
  {
    "id": 179,
    "country": "Суринам"
  },
  {
    "id": 1,
    "country": "США"
  },
  {
    "id": 196,
    "country": "Сьерра-Леоне"
  },
  {
    "id": 123,
    "country": "Таджикистан"
  },
  {
    "id": 56,
    "country": "Таиланд"
  },
  {
    "id": 28,
    "country": "Тайвань"
  },
  {
    "id": 82,
    "country": "Танзания"
  },
  {
    "id": 216,
    "country": "Тимор-Лесте"
  },
  {
    "id": 168,
    "country": "Того"
  },
  {
    "id": 218,
    "country": "Тонга"
  },
  {
    "id": 159,
    "country": "Тринидад и Тобаго"
  },
  {
    "id": 215,
    "country": "Тувалу"
  },
  {
    "id": 64,
    "country": "Тунис"
  },
  {
    "id": 163,
    "country": "Туркменистан"
  },
  {
    "id": 44,
    "country": "Турция"
  },
  {
    "id": 184,
    "country": "Уганда"
  },
  {
    "id": 119,
    "country": "Узбекистан"
  },
  {
    "id": 106,
    "country": "Украина"
  },
  {
    "id": 234,
    "country": "Уоллис и Футуна"
  },
  {
    "id": 95,
    "country": "Уругвай"
  },
  {
    "id": 147,
    "country": "Фарерские острова"
  },
  {
    "id": 202,
    "country": "Федеративные Штаты Микронезии"
  },
  {
    "id": 156,
    "country": "Фиджи"
  },
  {
    "id": 52,
    "country": "Филиппины"
  },
  {
    "id": 25,
    "country": "Финляндия"
  },
  {
    "id": 7801402,
    "country": "Фолклендские острова"
  },
  {
    "id": 3,
    "country": "Франция"
  },
  {
    "id": 209,
    "country": "Французская Гвиана"
  },
  {
    "id": 206,
    "country": "Французская Полинезия"
  },
  {
    "id": 38,
    "country": "Хорватия"
  },
  {
    "id": 217,
    "country": "ЦАР"
  },
  {
    "id": 154,
    "country": "Чад"
  },
  {
    "id": 170,
    "country": "Черногория"
  },
  {
    "id": 18,
    "country": "Чехия"
  },
  {
    "id": 31,
    "country": "Чехословакия"
  },
  {
    "id": 90,
    "country": "Чили"
  },
  {
    "id": 2,
    "country": "Швейцария"
  },
  {
    "id": 6,
    "country": "Швеция"
  },
  {
    "id": 121519792,
    "country": "Шпицберген и Ян-Майен"
  },
  {
    "id": 108,
    "country": "Шри-Ланка"
  },
  {
    "id": 92,
    "country": "Эквадор"
  },
  {
    "id": 212,
    "country": "Экваториальная Гвинея"
  },
  {
    "id": 197,
    "country": "Эритрея"
  },
  {
    "id": 100999433,
    "country": "Эсватини"
  },
  {
    "id": 98,
    "country": "Эстония"
  },
  {
    "id": 176,
    "country": "Эфиопия"
  },
  {
    "id": 39,
    "country": "ЮАР"
  },
  {
    "id": 35,
    "country": "Югославия"
  },
  {
    "id": 68,
    "country": "Югославия (ФР)"
  },
  {
    "id": 62,
    "country": "Ямайка"
  },
  {
    "id": 16,
    "country": "Япония"
  }
]

export const GENRES = [
  {
    "id": 1,
    "genre": "триллер"
  },
  {
    "id": 2,
    "genre": "драма"
  },
  {
    "id": 3,
    "genre": "криминал"
  },
  {
    "id": 4,
    "genre": "мелодрама"
  },
  {
    "id": 5,
    "genre": "детектив"
  },
  {
    "id": 6,
    "genre": "фантастика"
  },
  {
    "id": 7,
    "genre": "приключения"
  },
  {
    "id": 8,
    "genre": "биография"
  },
  {
    "id": 9,
    "genre": "фильм-нуар"
  },
  {
    "id": 10,
    "genre": "вестерн"
  },
  {
    "id": 11,
    "genre": "боевик"
  },
  {
    "id": 12,
    "genre": "фэнтези"
  },
  {
    "id": 13,
    "genre": "комедия"
  },
  {
    "id": 14,
    "genre": "военный"
  },
  {
    "id": 15,
    "genre": "история"
  },
  {
    "id": 16,
    "genre": "музыка"
  },
  {
    "id": 17,
    "genre": "ужасы"
  },
  {
    "id": 18,
    "genre": "мультфильм"
  },
  {
    "id": 19,
    "genre": "семейный"
  },
  {
    "id": 20,
    "genre": "мюзикл"
  },
  {
    "id": 21,
    "genre": "спорт"
  },
  {
    "id": 22,
    "genre": "документальный"
  },
  {
    "id": 23,
    "genre": "короткометражка"
  },
  {
    "id": 24,
    "genre": "аниме"
  },
  {
    "id": 25,
    "genre": ""
  },
  {
    "id": 26,
    "genre": "новости"
  },
  {
    "id": 27,
    "genre": "концерт"
  },
  {
    "id": 28,
    "genre": "для взрослых"
  },
  {
    "id": 29,
    "genre": "церемония"
  },
  {
    "id": 30,
    "genre": "реальное ТВ"
  },
  {
    "id": 31,
    "genre": "игра"
  },
  {
    "id": 32,
    "genre": "ток-шоу"
  },
  {
    "id": 33,
    "genre": "детский"
  }
]